Repository: d0codesoft/pscm
Catalog: lib/l10n/app_*.arb
Languages: uk

source: Hello World!
uk: Привіт миру!

# listServerNoItem
source: No items, add new item server
uk: Немає серверів, додайте новий сервер

# addNewServerTooltip
source: Adding new server
uk: Додати новий сервер

# addNewServerNameRoute
source: Add new server
uk: Новий сервер

# titleAddNewServer
source: New server
uk: Новий сервер

# titleEditServer
source: Edit server connection
uk: Данні серверу

# promptAddNewServer
source: Server connection parameters
uk: Параметри з'єднання з сервером

# promptEditServer
source: Server connection parameters
uk: Параметри з'єднання з сервером

# formLabelServerName
source: Name
uk: Ім'я

# formLabelServerNameHint
source: Server new
uk: Ім'я сервера

# formLabelServerDescr
source: Description
uk: Опис

# formLabelServerDescrHint
source: server description
uk: опис

# formLabelServerAddress
source: Connection
uk: Строка з'єднання

# formLabelServerUsername
source: Username
uk: Ім'я користувача

# formLabelServerPasswordHint
source: user password
uk: пароль користувача

# formLabelServerPassword
source: Password
uk: Пароль

# formLabelServerUsernameError
source: Username cannot be empty
uk: Ім'я користувача не може бути пустим

# formLabelServerPasswordError
source: Password cannot be empty
uk: Пароль не може бути пустим

# formLabelServerAddressError
source: Address server cannot be empty
uk: Адреса підключення серверу не може бути пустим

# formLabelServerNameError
source: Server name cannot be empty
uk: Ім'я серверу не може бути пустим

# formLabelServerIsActive
source: is Active
uk: активний

# formLabelButtonSubmit
source: Save server
uk: Зберегти

# labelSlidableButtonDelete
source: Delete
uk: Видалити

# labelSlidableButtonEdit
source: Edit
uk: Редагувати

# editServerNameRoute
source: Edit server connection
uk: Редагувати підключення до серверу
